{"n": 0, "o": 1, "w": 2, " ": 3, "i": 4, "m": 5, "l": 6, "e": 7, "f": 8, "t": 9, "h": 10, "s": 11, "g": 12, "a": 13, "y": 14, ":": 15, "p": 16, "r": 17, "v": 18, "c": 19, "k": 20, "u": 21, "7": 22, ".": 23, "1": 24, "2": 25, ")": 26, "j": 27, "5": 28, "9": 29, "6": 30, "/": 31, "d": 32, "'": 33, "@": 34, "?": 35, "4": 36, "b": 37, "x": 38, "&": 39, ",": 40, "!": 41, "8": 42, "3": 43, "0": 44, "\"": 45, "*": 46, "z": 47, "-": 48, ";": 49, "q": 50, "=": 51, "(": 52, ">": 53, "\\": 54, "#": 55, "$": 56, "<": 57, "+": 58, "^": 59, "~": 60, "_": 61, "%": 62, "]": 63, "[": 64, "`": 65, "|": 66, "(7, 3)": 67, "(3, 21)": 68, "(4, 0)": 69, "(9, 3)": 70, "(11, 3)": 71, "(23, 23)": 72, "(9, 10)": 73, "(3, 13)": 74, "(7, 17)": 75, "(13, 17)": 76, "(1, 0)": 77, "(1, 21)": 78, "(14, 3)": 79, "(1, 3)": 80, "(32, 3)": 81, "(13, 0)": 82, "(4, 3)": 83, "(6, 1)": 84, "(10, 13)": 85, "(1, 69)": 86, "(76, 9)": 87, "(16, 87)": 88, "(27, 86)": 89, "(10, 4)": 90, "(5, 3)": 91, "(6, 6)": 92, "(14, 78)": 93, "(1, 1)": 94, "(10, 7)": 95, "(84, 6)": 96, "(23, 3)": 97, "(1, 17)": 98, "(69, 12)": 99, "(68, 24)": 100, "(7, 7)": 101, "(13, 3)": 102, "(9, 4)": 103, "(73, 67)": 104, "(3, 72)": 105, "(9, 80)": 106, "(26, 26)": 107, "(3, 11)": 108, "(41, 41)": 109, "(5, 67)": 110, "(52, 52)": 111, "(1, 2)": 112, "(3, 2)": 113, "(68, 43)": 114, "(7, 13)": 115, "(7, 0)": 116, "(4, 71)": 117, "(69, 3)": 118, "(93, 3)": 119, "(77, 3)": 120, "(20, 3)": 121, "(7, 71)": 122, "(6, 4)": 123, "(7, 11)": 124, "(75, 3)": 125, "(40, 3)": 126, "(99, 3)": 127, "(5, 13)": 128, "(92, 3)": 129, "(23, 74)": 130, "(19, 103)": 131, "(8, 3)": 132, "(4, 70)": 133, "(10, 3)": 134, "(18, 67)": 135, "(75, 67)": 136, "(130, 131)": 137, "(72, 72)": 138, "(6, 13)": 139, "(5, 7)": 140, "(7, 81)": 141, "(73, 13)": 142, "(0, 1)": 143, "(68, 25)": 144, "(4, 19)": 145, "(2, 13)": 146, "(4, 9)": 147, "(68, 28)": 148, "(21, 11)": 149, "(74, 0)": 150, "(68, 36)": 151, "(3, 35)": 152, "(85, 70)": 153, "(74, 3)": 154, "(17, 1)": 155, "(9, 13)": 156, "(9, 1)": 157, "(95, 14)": 158, "(12, 10)": 159, "(20, 67)": 160, "(5, 79)": 161, "(77, 67)": 162, "(7, 18)": 163, "(19, 1)": 164, "(107, 107)": 165, "(4, 17)": 166, "(142, 70)": 167, "(8, 98)": 168, "(0, 3)": 169, "(111, 111)": 170, "(137, 120)": 171, "(4, 11)": 172, "(112, 3)": 173, "(21, 24)": 174, "(37, 13)": 175, "(16, 3)": 176, "(10, 1)": 177, "(9, 71)": 178, "(5, 5)": 179, "(32, 4)": 180, "(17, 4)": 181, "(19, 20)": 182, "(17, 3)": 183, "(33, 71)": 184, "(17, 115)": 185, "(10, 136)": 186, "(32, 13)": 187, "(35, 35)": 188, "(82, 3)": 189, "(7, 6)": 190, "(83, 33)": 191, "(17, 67)": 192, "(19, 13)": 193, "(25, 3)": 194, "(6, 67)": 195, "(109, 109)": 196, "(14, 13)": 197, "(2, 82)": 198, "(4, 73)": 199, "(72, 3)": 200, "(11, 9)": 201, "(12, 3)": 202, "(68, 30)": 203, "(78, 70)": 204, "(43, 3)": 205, "(85, 135)": 206, "(150, 81)": 207, "(19, 10)": 208, "(37, 21)": 209, "(6, 3)": 210, "(12, 7)": 211, "(68, 22)": 212, "(12, 21)": 213, "(36, 3)": 214, "(9, 9)": 215, "(143, 70)": 216, "(85, 85)": 217, "(17, 7)": 218, "(123, 160)": 219, "(32, 80)": 220, "(149, 70)": 221, "(29, 3)": 222, "(14, 14)": 223, "(2, 2)": 224, "(1, 132)": 225, "(1, 20)": 226, "(10, 67)": 227, "(72, 97)": 228, "(105, 97)": 229, "(17, 13)": 230, "(28, 3)": 231, "(105, 3)": 232, "(0, 102)": 233, "(12, 1)": 234, "(12, 94)": 235, "(6, 7)": 236, "(6, 81)": 237, "(2, 153)": 238, "(11, 7)": 239, "(0, 33)": 240, "(37, 7)": 241, "(73, 7)": 242, "(10, 21)": 243, "(44, 3)": 244, "(0, 80)": 245, "(16, 16)": 246, "(82, 81)": 247, "(240, 70)": 248, "(6, 128)": 249, "(11, 13)": 250, "(4, 91)": 251, "(42, 3)": 252, "(10, 10)": 253, "(16, 91)": 254, "(20, 0)": 255, "(30, 3)": 256, "(11, 1)": 257, "(5, 1)": 258, "(100, 24)": 259, "(11, 11)": 260, "(2, 10)": 261, "(168, 3)": 262, "(27, 221)": 263, "(37, 1)": 264, "(37, 67)": 265, "(12, 13)": 266, "(11, 21)": 267, "(19, 121)": 268, "(163, 75)": 269, "(6, 79)": 270, "(85, 9)": 271, "(17, 94)": 272, "(156, 6)": 273, "(146, 71)": 274, "(11, 70)": 275, "(93, 183)": 276, "(7, 32)": 277, "(159, 70)": 278, "(1, 8)": 279, "(82, 79)": 280, "(31, 3)": 281, "(101, 101)": 282, "(2, 199)": 283, "(21, 43)": 284, "(90, 114)": 285, "(11, 67)": 286, "(24, 3)": 287, "(5, 16)": 288, "(14, 71)": 289, "(137, 77)": 290, "(191, 91)": 291, "(0, 145)": 292, "(2, 7)": 293, "(73, 136)": 294, "(74, 192)": 295, "(249, 1)": 296, "(15, 26)": 297, "(68, 29)": 298, "(22, 3)": 299, "(94, 94)": 300, "(235, 81)": 301, "(9, 14)": 302, "(21, 25)": 303, "(0, 13)": 304, "(21, 0)": 305, "(4, 32)": 306, "(100, 25)": 307, "(90, 151)": 308, "(12, 166)": 309, "(19, 153)": 310, "(14, 162)": 311, "(211, 70)": 312, "(8, 155)": 313, "(10, 173)": 314, "(2, 37)": 315, "(73, 117)": 316, "(4, 74)": 317, "(11, 80)": 318, "(4, 4)": 319, "(10, 112)": 320, "(72, 23)": 321, "(116, 3)": 322, "(209, 70)": 323, "(16, 13)": 324, "(9, 17)": 325, "(78, 237)": 326, "(14, 7)": 327, "(19, 67)": 328, "(32, 1)": 329, "(41, 3)": 330, "(16, 75)": 331, "(14, 115)": 332, "(9, 7)": 333, "(90, 197)": 334, "(198, 233)": 335, "(77, 70)": 336, "(82, 32)": 337, "(48, 3)": 338, "(76, 67)": 339, "(19, 189)": 340, "(0, 7)": 341, "(47, 47)": 342, "(16, 139)": 343, "(147, 71)": 344, "(13, 6)": 345, "(165, 165)": 346, "(16, 7)": 347, "(19, 77)": 348, "(19, 95)": 349, "(313, 91)": 350, "(68, 42)": 351, "(9, 75)": 352, "(95, 79)": 353, "(8, 13)": 354, "(10, 75)": 355, "(73, 82)": 356, "(273, 20)": 357, "(96, 3)": 358, "(118, 104)": 359, "(309, 6)": 360, "(95, 6)": 361, "(11, 10)": 362, "(73, 69)": 363, "(159, 9)": 364, "(68, 176)": 365, "(17, 17)": 366, "(13, 13)": 367, "(68, 3)": 368, "(157, 80)": 369, "(2, 3)": 370, "(78, 0)": 371, "(5, 98)": 372, "(101, 0)": 373, "(180, 81)": 374, "(10, 83)": 375, "(6, 115)": 376, "(19, 134)": 377, "(90, 148)": 378, "(170, 170)": 379, "(12, 80)": 380, "(101, 169)": 381, "(32, 336)": 382, "(0, 4)": 383, "(8, 7)": 384, "(43, 43)": 385, "(77, 7)": 386, "(98, 3)": 387, "(90, 100)": 388, "(37, 204)": 389, "(20, 71)": 390, "(2, 98)": 391, "(164, 110)": 392, "(13, 9)": 393, "(14, 102)": 394, "(4, 132)": 395, "(32, 67)": 396, "(242, 79)": 397, "(105, 23)": 398, "(108, 1)": 399, "(234, 70)": 400, "(32, 7)": 401, "(1, 16)": 402, "(4, 6)": 403, "(68, 16)": 404, "(18, 75)": 405, "(76, 3)": 406, "(1, 121)": 407, "(77, 202)": 408, "(261, 80)": 409, "(92, 79)": 410, "(10, 125)": 411, "(361, 84)": 412, "(21, 28)": 413, "(19, 21)": 414, "(5, 69)": 415, "(1, 134)": 416, "(8, 21)": 417, "(48, 48)": 418, "(32, 71)": 419, "(14, 122)": 420, "(255, 112)": 421, "(283, 3)": 422, "(5, 21)": 423, "(8, 69)": 424, "(100, 44)": 425, "(317, 91)": 426, "(12, 4)": 427, "(138, 3)": 428, "(35, 3)": 429, "(6, 21)": 430, "(37, 14)": 431, "(32, 79)": 432, "(9, 94)": 433, "(100, 42)": 434, "(16, 145)": 435, "(1, 5)": 436, "(20, 11)": 437, "(17, 21)": 438, "(9, 67)": 439, "(223, 223)": 440, "(9, 21)": 441, "(16, 21)": 442, "(16, 155)": 443, "(133, 184)": 444, "(105, 200)": 445, "(272, 91)": 446, "(293, 129)": 447, "(50, 21)": 448, "(75, 71)": 449, "(198, 70)": 450, "(8, 4)": 451, "(32, 21)": 452, "(19, 82)": 453, "(0, 101)": 454, "(83, 206)": 455, "(37, 17)": 456, "(21, 21)": 457, "(12, 67)": 458, "(84, 135)": 459, "(196, 196)": 460, "(113, 199)": 461, "(239, 67)": 462, "(290, 108)": 463, "(355, 7)": 464, "(3, 23)": 465, "(14, 11)": 466, "(4, 8)": 467, "(78, 9)": 468, "(74, 92)": 469, "(163, 125)": 470, "(0, 173)": 471, "(187, 79)": 472, "(269, 14)": 473, "(74, 70)": 474, "(254, 140)": 475, "(255, 173)": 476, "(272, 5)": 477, "(13, 11)": 478, "(6, 32)": 479, "(109, 41)": 480, "(114, 36)": 481, "(116, 70)": 482, "(257, 140)": 483, "(175, 268)": 484, "(19, 271)": 485, "(290, 113)": 486, "(45, 3)": 487, "(21, 36)": 488, "(114, 28)": 489, "(14, 124)": 490, "(74, 129)": 491, "(220, 248)": 492, "(0, 0)": 493, "(37, 4)": 494, "(40, 40)": 495, "(73, 99)": 496, "(73, 127)": 497, "(4, 129)": 498, "(90, 144)": 499, "(243, 12)": 500, "(15, 48)": 501, "(57, 57)": 502, "(5, 122)": 503, "(179, 179)": 504, "(84, 226)": 505, "(213, 289)": 506, "(332, 134)": 507, "(2, 67)": 508, "(100, 30)": 509, "(108, 7)": 510, "(2, 186)": 511, "(83, 274)": 512, "(292, 67)": 513, "(0, 70)": 514, "(83, 2)": 515, "(19, 94)": 516, "(32, 102)": 517, "(103, 110)": 518, "(172, 11)": 519, "(142, 178)": 520, "(360, 71)": 521, "(21, 3)": 522, "(21, 30)": 523, "(1, 10)": 524, "(5, 82)": 525, "(2, 95)": 526, "(73, 125)": 527, "(180, 32)": 528, "(82, 311)": 529, "(343, 14)": 530, "(79, 35)": 531, "(119, 33)": 532, "(128, 160)": 533, "(174, 44)": 534, "(347, 402)": 535, "(37, 98)": 536, "(74, 389)": 537, "(13, 71)": 538, "(4, 81)": 539, "(85, 71)": 540, "(2, 90)": 541, "(113, 82)": 542, "(113, 10)": 543, "(127, 106)": 544, "(335, 310)": 545, "(258, 396)": 546, "(11, 16)": 547, "(73, 78)": 548, "(4, 92)": 549, "(95, 92)": 550, "(120, 104)": 551, "(13, 129)": 552, "(142, 9)": 553, "(282, 282)": 554, "(546, 55)": 555, "(9, 11)": 556, "(8, 8)": 557, "(24, 36)": 558, "(100, 28)": 559, "(105, 138)": 560, "(146, 79)": 561, "(148, 25)": 562, "(166, 3)": 563, "(187, 5)": 564, "(254, 110)": 565, "(38, 3)": 566, "(12, 17)": 567, "(24, 29)": 568, "(16, 67)": 569, "(73, 75)": 570, "(9, 79)": 571, "(100, 29)": 572, "(11, 103)": 573, "(0, 112)": 574, "(32, 112)": 575, "(116, 9)": 576, "(12, 134)": 577, "(156, 160)": 578, "(320, 295)": 579, "(32, 14)": 580, "(11, 19)": 581, "(12, 77)": 582, "(37, 79)": 583, "(152, 3)": 584, "(177, 70)": 585, "(86, 202)": 586, "(24, 252)": 587, "(2, 271)": 588, "(273, 121)": 589, "(181, 278)": 590, "(37, 381)": 591, "(19, 7)": 592, "(90, 71)": 593, "(113, 153)": 594, "(164, 5)": 595, "(11, 227)": 596, "(332, 10)": 597, "(363, 121)": 598, "(454, 81)": 599, "(582, 233)": 600, "(19, 3)": 601, "(12, 12)": 602, "(9, 77)": 603, "(103, 77)": 604, "(108, 21)": 605, "(103, 120)": 606, "(6, 122)": 607, "(20, 141)": 608, "(32, 154)": 609, "(8, 166)": 610, "(188, 188)": 611, "(269, 311)": 612, "(372, 67)": 613, "(431, 67)": 614, "(450, 106)": 615, "(52, 3)": 616, "(5, 37)": 617, "(73, 3)": 618, "(77, 12)": 619, "(82, 14)": 620, "(95, 95)": 621, "(124, 11)": 622, "(124, 71)": 623, "(18, 125)": 624, "(141, 106)": 625, "(147, 67)": 626, "(175, 182)": 627, "(535, 195)": 628, "(4, 5)": 629, "(21, 29)": 630, "(74, 11)": 631, "(5, 76)": 632, "(78, 17)": 633, "(105, 72)": 634, "(114, 44)": 635, "(144, 42)": 636, "(187, 14)": 637, "(224, 224)": 638, "(235, 32)": 639, "(257, 110)": 640, "(261, 79)": 641, "(77, 270)": 642, "(356, 437)": 643, "(456, 37)": 644, "(461, 3)": 645, "(16, 5)": 646, "(16, 17)": 647, "(47, 3)": 648, "(78, 11)": 649, "(17, 79)": 650, "(108, 80)": 651, "(114, 24)": 652, "(9, 125)": 653, "(123, 201)": 654, "(148, 214)": 655, "(281, 91)": 656, "(319, 319)": 657, "(342, 342)": 658, "(9, 373)": 659, "(190, 392)": 660, "(11, 408)": 661, "(0, 470)": 662, "(18, 7)": 663, "(3, 1)": 664, "(53, 53)": 665, "(71, 23)": 666, "(74, 71)": 667, "(171, 117)": 668, "(329, 122)": 669, "(83, 382)": 670, "(264, 432)": 671, "(659, 71)": 672, "(21, 22)": 673, "(16, 1)": 674, "(19, 4)": 675, "(46, 46)": 676, "(100, 43)": 677, "(100, 22)": 678, "(174, 24)": 679, "(2, 177)": 680, "(114, 214)": 681, "(239, 38)": 682, "(20, 306)": 683, "(367, 367)": 684, "(384, 128)": 685, "(473, 386)": 686, "(526, 169)": 687, "(550, 80)": 688, "(558, 48)": 689, "(7, 38)": 690, "(33, 3)": 691, "(49, 26)": 692, "(76, 81)": 693, "(19, 90)": 694, "(13, 92)": 695, "(93, 17)": 696, "(94, 1)": 697, "(8, 101)": 698, "(116, 81)": 699, "(18, 122)": 700, "(20, 122)": 701, "(149, 67)": 702, "(208, 82)": 703, "(85, 246)": 704, "(253, 253)": 705, "(292, 121)": 706, "(293, 92)": 707, "(307, 194)": 708, "(185, 410)": 709, "(532, 192)": 710, "(568, 672)": 711, "(689, 711)": 712, "(17, 14)": 713, "(13, 70)": 714, "(32, 82)": 715, "(85, 81)": 716, "(37, 94)": 717, "(97, 24)": 718, "(20, 127)": 719, "(138, 138)": 720, "(19, 147)": 721, "(151, 42)": 722, "(279, 132)": 723, "(279, 8)": 724, "(331, 18)": 725, "(1, 624)": 726, "(9, 2)": 727, "(11, 2)": 728, "(74, 6)": 729, "(95, 13)": 730, "(11, 98)": 731, "(117, 102)": 732, "(148, 36)": 733, "(163, 116)": 734, "(139, 180)": 735, "(5, 189)": 736, "(260, 260)": 737, "(83, 263)": 738, "(139, 275)": 739, "(300, 300)": 740, "(16, 376)": 741, "(399, 140)": 742, "(516, 6)": 743, "(555, 712)": 744, "(26, 3)": 745, "(16, 10)": 746, "(20, 99)": 747, "(101, 16)": 748, "(93, 113)": 749, "(37, 195)": 750, "(83, 219)": 751, "(19, 230)": 752, "(2, 326)": 753, "(58, 664)": 754, "(193, 702)": 755, "(15, 3)": 756, "(11, 4)": 757, "(20, 7)": 758, "(5, 11)": 759, "(8, 70)": 760, "(74, 17)": 761, "(75, 11)": 762, "(19, 85)": 763, "(126, 83)": 764, "(146, 9)": 765, "(148, 43)": 766, "(24, 222)": 767, "(105, 228)": 768, "(164, 288)": 769, "(10, 337)": 770, "(415, 21)": 771, "(106, 485)": 772, "(528, 514)": 773, "(1, 6)": 774, "(32, 17)": 775, "(5, 4)": 776, "(25, 44)": 777, "(5, 71)": 778, "(90, 91)": 779, "(19, 102)": 780, "(37, 115)": 781, "(138, 97)": 782, "(167, 184)": 783, "(90, 203)": 784, "(220, 119)": 785, "(241, 215)": 786, "(146, 289)": 787, "(385, 385)": 788, "(654, 116)": 789, "(11, 71)": 790, "(83, 11)": 791, "(2, 85)": 792, "(8, 94)": 793, "(19, 98)": 794, "(93, 108)": 795, "(74, 108)": 796, "(41, 108)": 797, "(32, 115)": 798, "(123, 135)": 799, "(17, 141)": 800, "(20, 145)": 801, "(5, 149)": 802, "(151, 22)": 803, "(69, 154)": 804, "(18, 166)": 805, "(90, 212)": 806, "(13, 224)": 807, "(73, 322)": 808, "(325, 14)": 809, "(181, 364)": 810, "(371, 81)": 811, "(374, 248)": 812, "(383, 278)": 813, "(356, 390)": 814, "(399, 110)": 815, "(83, 459)": 816, "(78, 479)": 817, "(543, 80)": 818, "(12, 586)": 819, "(589, 106)": 820, "(706, 15)": 821, "(16, 4)": 822, "(16, 11)": 823, "(12, 69)": 824, "(20, 69)": 825, "(106, 104)": 826, "(124, 9)": 827, "(124, 70)": 828, "(32, 127)": 829, "(143, 9)": 830, "(150, 79)": 831, "(150, 32)": 832, "(174, 25)": 833, "(174, 28)": 834, "(19, 177)": 835, "(9, 181)": 836, "(118, 186)": 837, "(193, 129)": 838, "(215, 102)": 839, "(217, 217)": 840, "(271, 67)": 841, "(163, 322)": 842, "(333, 129)": 843, "(13, 410)": 844, "(436, 12)": 845, "(501, 26)": 846, "(316, 661)": 847, "(357, 721)": 848, "(802, 145)": 849, "(11, 6)": 850, "(37, 6)": 851, "(27, 21)": 852, "(32, 75)": 853, "(84, 2)": 854, "(32, 86)": 855, "(11, 99)": 856, "(113, 98)": 857, "(40, 113)": 858, "(114, 22)": 859, "(128, 14)": 860, "(140, 82)": 861, "(144, 22)": 862, "(118, 161)": 863, "(168, 154)": 864, "(8, 181)": 865, "(12, 185)": 866, "(205, 23)": 867, "(206, 102)": 868, "(242, 91)": 869, "(249, 80)": 870, "(250, 79)": 871, "(266, 79)": 872, "(119, 340)": 873, "(393, 349)": 874, "(418, 418)": 875, "(423, 377)": 876, "(448, 124)": 877, "(457, 457)": 878, "(467, 368)": 879, "(587, 656)": 880, "(789, 544)": 881, "(848, 14)": 882, "(6, 14)": 883, "(8, 17)": 884, "(21, 42)": 885, "(49, 48)": 886, "(46, 3)": 887, "(68, 0)": 888, "(2, 69)": 889, "(19, 76)": 890, "(76, 70)": 891, "(97, 97)": 892, "(10, 98)": 893, "(2, 136)": 894, "(144, 25)": 895, "(37, 149)": 896, "(165, 26)": 897, "(157, 176)": 898, "(188, 35)": 899, "(191, 129)": 900, "(201, 21)": 901, "(13, 210)": 902, "(9, 230)": 903, "(250, 110)": 904, "(90, 259)": 905, "(74, 266)": 906, "(267, 192)": 907, "(371, 32)": 908, "(383, 364)": 909, "(13, 452)": 910, "(505, 71)": 911, "(5, 519)": 912, "(548, 278)": 913, "(660, 106)": 914, "(735, 122)": 915, "(780, 248)": 916, "(792, 178)": 917, "(910, 6)": 918, "(63, 63)": 919, "(67, 23)": 920, "(12, 71)": 921, "(68, 71)": 922, "(75, 4)": 923, "(19, 84)": 924, "(90, 70)": 925, "(5, 91)": 926, "(113, 13)": 927, "(95, 129)": 928, "(155, 92)": 929, "(101, 176)": 930, "(191, 5)": 931, "(191, 135)": 932, "(193, 92)": 933, "(203, 28)": 934, "(4, 210)": 935, "(217, 85)": 936, "(218, 67)": 937, "(37, 236)": 938, "(5, 280)": 939, "(363, 20)": 940, "(366, 366)": 941, "(37, 373)": 942, "(405, 79)": 943, "(6, 408)": 944, "(427, 135)": 945, "(5, 466)": 946, "(83, 476)": 947, "(20, 519)": 948, "(320, 580)": 949, "(603, 4)": 950, "(718, 205)": 951, "(741, 286)": 952, "(744, 754)": 953, "(886, 26)": 954, "(15, 16)": 955, "(20, 4)": 956, "(0, 21)": 957, "(19, 70)": 958, "(13, 91)": 959, "(92, 14)": 960, "(100, 36)": 961, "(40, 108)": 962, "(114, 3)": 963, "(115, 70)": 964, "(9, 116)": 965, "(124, 67)": 966, "(145, 67)": 967, "(148, 44)": 968, "(150, 3)": 969, "(32, 172)": 970, "(182, 71)": 971, "(212, 3)": 972, "(218, 32)": 973, "(5, 221)": 974, "(225, 104)": 975, "(114, 231)": 976, "(236, 70)": 977, "(133, 274)": 978, "(283, 154)": 979, "(306, 67)": 980, "(309, 210)": 981, "(325, 21)": 982, "(19, 326)": 983, "(362, 326)": 984, "(341, 370)": 985, "(83, 453)": 986, "(90, 469)": 987, "(483, 162)": 988, "(250, 539)": 989, "(242, 563)": 990, "(564, 0)": 991, "(564, 169)": 992, "(573, 129)": 993, "(588, 11)": 994, "(610, 275)": 995, "(486, 874)": 996, "(14, 21)": 997, "(8, 67)": 998, "(16, 69)": 999}